tutorials/multiphase/interFoam/laminar/vofToLagrangian/lagrangianDistributionInjection/0.orig/T
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  plus                                  |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      T;
}
// ************************************************************************* //

dimensions          [0 0 0 1 0 0 0];

internalField       uniform 293;

boundaryField
{
    walls
    {
        type                zeroGradient;
    }
}

// ************************************************************************* //
